Repository: mbaldassaro/albaniaelectiondata
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: sq

source: Albania Election Data
sq: Të Dhënat Zgjedhore në Shqipëri

source: Results
sq: Rezultatet

source: Turnout
sq: Pjesëmarrja

source: Election
sq: Zgjedhjet

source: About
sq: Mbi Iniciativën

source: Data
sq: Të Dhëna

source: Albania Election Data is an initiative to collect, open, visualize and analyze election data on an ongoing basis. The initiative is managed by the
sq: "Të Dhënat Zgjedhore në Shqipëri” është një iniciativë pwr mbledhjen, hapjen për publikun, vizualizimin dhe analizimin e të dhënave mbi zgjedhjet në Shqipëri, në mënyrë të vazhdueshme. Iniciativa realizohet nga

source: Coalition of Domestic Observers (CDO)
sq: Koalicioni i Vëzhguesve Vendorë (KVV)

source: with support from
sq: me mbështetjen e

source: The goal of Albania Election Data is to strengthen Albanian democracy through greater transparency and accountability. CDO and DI aim to achieve this goal by: <br> <br>1. Creating a centralized hub of election-related data and maps that facilitate evidence-based, data-driven decision-making to improve the electoral process <br> <br>2. Presenting information in a highly accessible way so that stakeholders can measure progress and identify trends from one election cycle to the next <br> <br>3. Providing a meaningful lens through which electoral developments and election observation findings can be contextualized and understood
sq: Qëllimi i iniciativës “Të dhënat Zgjedhore në Shqipëri” është forcimi i demokracisë shqiptare nëpërmjet rritjes së transparencës dhe llogaridhënies. KVV dhe DI synojnë ta arrijnë këtë qëllim duke: <br> <br>1. Krijuar një hapësirë për mbledhjen dhe publikimin e të dhënave mbi zgjedhjet dhe hartave zgjedhore, me qëllim lehtësimin e vendimmarrjes për përmirësimin e procesit zgjedhor, bazuar në të dhëna dhe fakte. <br> <br>2. Ofrimi i informacionit në një format të aksesueshëm për të gjithë, në mënyrë që aktorët e interesuar të kenë mundësi të matin progresin dhe identifikojnë prirjet nga një raund zgjedhor në tjetrin. <br> <br>3. Ofrimin e një lenteje nëpërmjet së cilës të mund të kontekstualizohen dhe kuptohen më lehtë zhvillimet zgjedhore dhe gjetjet e vëzhgimit të zgjedhjeve në Shqipëri.

source: Close
sq: Mbyll

source: The Albania Election Data platform utilizes official election data published the
sq: Platforma e të Dhënave Zgjedhore në Shqipëri ofron të dhëna zyrtare mbi zgjedhjet, botuar nga

source: Central Election Commission
sq: Komisioni Qendror i Zgjedhjeve

source: Platform data and maps are available for download by the Coalition of Domestic Observers and
sq: Të dhënat dhe hartat e platformës mund t’i gjeni nëpërmjet Koalicionit të Vëzhguesve Vendorë dhe

source: via
sq: nga

source: The data is licensed under
sq: Të dhënat u licencuan nga

source: The map layers are available via
sq: Harta përbërëse digitale gjendet në

source: Road
sq: Harta e Rrugëve

source: Terrain
sq: Harta Fizike

source: Satellite
sq: Harta e Satelitore

source: Total Votes
sq: Vota gjithsej

source: Total Seats
sq: Mandate gjithsej

source: Vote Percentage
sq: Përqindja e votave

source: Votes Received
sq: Vota të fituara

source: Seats Won
sq: Mandate të fituara

source: Difference
sq: Diferenca

source: Other Votes
sq: Vota për parti të tjera

source: Other Seats
sq: Mandate të fituara

source: Other Percentage
sq: Përqindja për parti të tjera

source: Mayor
sq: Kryetar

source: Council
sq: Këshill

source: Registered Voters
sq: Votues të regjistruar

source: Total Voters
sq: Vota gjithsej

source: Turnout Percentage
sq: Pjesëmarrja

source: Registered Female Voters
sq: Votuese femra të regjistruara

source: Female Voter Turnout
sq: Pjesëmarrja e votueseve femra

source: Female Turnout Percentage
sq: Përqindja e pjesëmarrjes së femrave

source: Registered Male Voters
sq: Votues meshkuj të regjistruar

source: Male Voter Turnout
sq: Pjesëmarrja e votuesve meshkuj

source: Male Turnout Percentage
sq: Përqindja e pjesëmarrjes së meshkujve

source: Ballots Cast
sq: Të gjitha votat

source: Invalid Votes
sq: Vota të pavlefshme

source: Invalid Percentage
sq: Përqindja e votave të pavlefshme

source: Male
sq: Meshkuj

source: Female
sq: Femra

source: Invalid
sq: Vota të pavlefshme
